// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Network Settings";

WebBrowserWindowTitle = "Network Settings";

TaskTitleField = "Network Settings";
TaskDescriptionField = "To configure network settings like the IP address or host name of the printer, click the button below.";
TaskStartButtonTitle = "Configure Network Settings";